Repository: lat-02-mobile/lat02-routes-ios
Catalog: RoutesApp_ios/localization/*.lproj/Localizable.strings
Languages: es_419

# error-signup-name
source: The name can not be empty
es_419: El nombre no puede estar vacio

# error-signup-passwords
source: The passwords do not match
es_419: Las contraseñas no coinciden

# error-signup-password-weak
source: The password must be 6 characters long or more
es_419: La contraseña debe tener como minimo 6 caracteres

# error-signup-email
source: This email address is badly formatted
es_419: El email es invalido

# error-signup-email-exist
source: This email is already in use by some auth method
es_419: El email ya esta en uso por otro tipo de autenticacion

# error-signup-email-empty
source: The email field can not be empty
es_419: El email no puede estar vacio

# error-login-email-not-found
source: There is no user with this email. Make sure this is the right one
es_419: No existe un usuario con este correo. Asegurate que es el correcto

# error-login-password-wrong
source: The password is not correct
es_419: La contraseña no es correcta

# error-phoneauthentication-no-country-code
source: Please select country code number
es_419: Seleccione el número de código de país

# error-phoneauthentication-no-phone-number
source: Please enter your phone number
es_419: Por favor, introduzca su número de teléfono

# error-codeverification
source: The code does not match
es_419: El código no coincide

# error-codeverification-no-code-enter
source: No code was entered
es_419: Ninguno código fue introducido

# code-forwarded-codeverification
source: The code was forwarded
es_419: El código fue reenviado

# code-verification-alert-title
source: Please enter code
es_419: Introduzca el código

# code-verification-alert-cancel
source: Cancel
es_419: Cancelar

# code-verification-alert-verify
source: Verify
es_419: Verificar

# code-verification-alert-Resend
source: Resend
es_419: Reenviar

# error-code-verification-alert-already-linked
source: This phone is already linked to another account
es_419: Este teléfono ya está vinculado a otra cuenta

source: Code
es_419: Código

# error-unknown
source: Something went wrong
es_419: Algo salio mal

# search-bar
source: Search
es_419: Buscar

source: Edit
es_419: Editar

source: Delete
es_419: Borrar

source: Home
es_419: Inicio

source: TourPoints
es_419: Sitios

source: Map
es_419: Mapa

source: Favorites
es_419: Favoritos

source: Settings
es_419: Configuraciones

# localization-permission-alert-title
source: Localization Permission
es_419: Permiso de localización

# localization-permission-alert-message
source: Please go to Settings and turn on the location permission
es_419: Por favor, cambie su configuración en los permisos de localización

# localization-permission-alert-cancel
source: Cancel
es_419: Cancelar

# localization-permission-alert-settings
source: Settings
es_419: Configuración

# welcome-message
source: Welcome to
es_419: Bienvenido a

source: Error updating data
es_419: Error actualizando la información

source: Origin
es_419: Origen

source: Destination
es_419: Destino

source: Select origin
es_419: Seleccione punto de origen

source: Select destination
es_419: Seleccione punto de destino

source: done
es_419: Hecho

source: Pre-selected destination
es_419: Destino pre-selccionado

source: Cancel
es_419: Cancelar

source: Yes
es_419: Si

source: Save
es_419: Guardar

# sure-want-remove-fav-dest
source: Are you sure you want to remove the favorite destination
es_419: ¿Esta seguro/a que desea eliminar este destino favorito?

# remove-fav-dest
source: Remove Favorite destination
es_419: Eliminar Destino Favorito

# save-dest
source: Save Destination
es_419: Guardar Destino

# choose-name-for-new-fav-dest
source: Please choose a name for save these coordinates as a favorite destination
es_419: Por favor elige un nombre para guardar estas coordenadas como un destino favorito

# write-name
source: Write a name
es_419: Escribe un nombre

# edit-fav
source: Edit favorite
es_419: Editar Destino favorito

# new-name-for-fav-dest
source: Please update the name for the favorite destination
es_419: Por favor actualiza el nombre para el destino favorito

source: (recommended)
es_419: (recomendada)

# routeTitle
source: Lines
es_419: Líneas

# filter-title
source: Sort lines by line category
es_419: Filtrar por categoría

source: Lines
es_419: Lineas

source: Routes
es_419: Rutas

source: Route
es_419: Ruta

source: Loading possible routes
es_419: Cargando posibles rutas

# route-detail-no-matches-adressess
source: No Matching Addresses Found
es_419: No se encontraron direcciones

# route-detail-unable-to-get-location
source: Unable to get location
es_419: No se puede obtener la ubicación

# you-can-go-just-walk
source: You can reach the destination just walking
es_419: Puedes llegar al destino caminando

source: Address
es_419: Dirección

# search-best-route
source: Search for best route
es_419: Buscar la mejor ruta

# admin-lines-edit-line
source: Edit Line
es_419: Editar Linea

# admin-lines-are-you-sure-edit-line
source: Are you sure you want to update this line?
es_419: ¿Esta seguro/a que quiere actualizar esta linea?

# admin-lines-create-line
source: Create new Line
es_419: Crear nueva Linea

# admin-lines-are-you-sure-create-line
source: Are you sure you want to create a new line with these paremeters?
es_419: ¿Esta seguro/a que desea crear una nueva linea con estos parametros?

# admin-lines-delete-line
source: Delete Line
es_419: Eliminar Linea

# admin-lines-are-you-sure-delete-line
source: Are you sure you want to delete this line?
es_419: ¿Esta seguro/a que desea eliminar esta linea?

# admin-lines-enable
source: Enable
es_419: Habilitado

# admin-lines-disable
source: Disable
es_419: Deshabilitado

# admin-lines-update
source: Update
es_419: Actualizar

# admin-lines-something-went-wrong
source: Something went wrong
es_419: Algo salio mal

# admin-lines-must-provide-name
source: You must provide a name for the line
es_419: Debes escribir un nombre valido para la linea

# admin-lines-line-has-routes-delete-first
source: This line has some routes, delete them first
es_419: Esta linea aun tiene rutas, eliminalas primero

# admin-lines-see-routes
source: See Routes
es_419: Ver Rutas

# admin-lines-see-line-details
source: See Line Details
es_419: Ver detalles de la Linea

# admin-line-routes-new
source: New Line Route
es_419: Nueva Ruta

# admin-line-routes-see-details
source: See Route Line Details
es_419: Ver detalles de la Ruta

# admin-line-routes-go-map-editor
source: Go to Map Editor
es_419: Ir al editor de Mapa

# admin-line-routes-delete
source: Delete Line Route
es_419: Eliminar Ruta

# admin-line-routes-are-you-sure-delete
source: Are you sure you want to delete this Line Route?
es_419: ¿Esta seguro/a que desea eliminar esta Ruta?
